/*
	File:		TextEncodingNames.strings (localization cs)
	Contains:	User-visible names for TextEncodings
	Copyright:	© 2002-2004 by Apple Computer, Inc., all rights reserved.

	Note: This is a UTF16 text file. Don't add a cvs $Log, it won't work.
*/

"0x00010000" = "Západní (Mac OS Roman)";					/* "Western (Mac OS Roman)" */
"0x00020000" = "Západní (Mac OS Roman)";					/* "Western (Mac OS Roman)" */
"0x00000001" = "Japonské (Mac OS)";							/* "Japanese (Mac OS)" */
"0x00010001" = "Japonské (Mac OS)";							/* "Japanese (Mac OS)" */
"0x00020001" = "Japonské (Mac OS)";							/* "Japanese (Mac OS)" */
"0x00030001" = "Japonské (Mac OS)";							/* "Japanese (Mac OS)" */
"0x00040001" = "Japonské (Mac OS)";							/* "Japanese (Mac OS)" */
"0x00050001" = "Japonské (Mac OS)";							/* "Japanese (Mac OS)" */
"0x00000002" = "Tradiční Čínské (Mac OS)";					/* "Traditional Chinese (Mac OS)" */
"0x00000003" = "Korejské (Mac OS)";							/* "Korean (Mac OS)" */
"0x00000004" = "Arabské (Mac OS)";							/* "Arabic (Mac OS)" */
"0x00010004" = "Arabské (Mac OS)";							/* "Arabic (Mac OS)" */
"0x00020004" = "Arabské (Mac OS)";							/* "Arabic (Mac OS)" */
"0x00030004" = "Arabské (Mac OS)";							/* "Arabic (Mac OS)" */
"0x00000005" = "Hebrejské (Mac OS)";						/* "Hebrew (Mac OS)" */
"0x00010005" = "Hebrejské (Mac OS)";						/* "Hebrew (Mac OS)" */
"0x00010006" = "Řecké (Mac OS)";							/* "Greek (Mac OS)" */
"0x00020006" = "Řecké (Mac OS)";							/* "Greek (Mac OS)" */
"0x00010007" = "Cyrilice (Mac OS)";							/* "Cyrillic (Mac OS)" */
"0x00020007" = "Ukrajinské (Mac OS)";						/* "Ukrainian (Mac OS)" */
"0x00030007" = "Cyrilice (Mac OS)";							/* "Cyrillic (Mac OS)" */
"0x00000009" = "Devanagarské (Mac OS)";						/* "Devanagari (Mac OS)" */
"0x0000000A" = "Gurmukhijské (Mac OS)";						/* "Gurmukhi (Mac OS)" */
"0x0000000B" = "Gujaratijské (Mac OS)";						/* "Gujarati (Mac OS)" */
"0x00000015" = "Thajské (Mac OS)";							/* "Thai (Mac OS)" */
"0x00000019" = "Zjednodušené Čínské (Mac OS)";				/* "Simplified Chinese (Mac OS)" */
/* "0x0000001A" = "Tibetan (Mac OS)" */						/* "Tibetan (Mac OS)" */
"0x0000001D" = "Středoevropské (Mac OS)";					/* "Central European (Mac OS)" */
"0x00000021" = "Symbol (Mac OS)";							/* "Symbol (Mac OS)" */
"0x00000022" = "Dingbats (Mac OS)";							/* "Dingbats (Mac OS)" */
"0x00000023" = "Turecké (Mac OS)";							/* "Turkish (Mac OS)" */
"0x00010024" = "Chorvatské (Mac OS)";						/* "Croatian (Mac OS)" */
"0x00020024" = "Chorvatské (Mac OS)";						/* "Croatian (Mac OS)" */
"0x00020025" = "Islandské (Mac OS)";						/* "Icelandic (Mac OS)" */
"0x00030025" = "Islandské (Mac OS)";						/* "Icelandic (Mac OS)" */
"0x00040025" = "Islandské (Mac OS)";						/* "Icelandic (Mac OS)" */
"0x00050025" = "Islandské (Mac OS)";						/* "Icelandic (Mac OS)" */
"0x00010026" = "Rumunské (Mac OS)";							/* "Romanian (Mac OS)" */
"0x00020026" = "Rumunské (Mac OS)";							/* "Romanian (Mac OS)" */
/* "0x00000029" = "Keyboard Symbols (Mac OS)" */			/* "Keyboard Symbols (Mac OS)" */
"0x0000008C" = "Farsi (Mac OS)";							/* "Farsi (Mac OS)" */
"0x0001008C" = "Farsi (Mac OS)";							/* "Farsi (Mac OS)" */
"0x000100FC" = "Západní (Mac VT100)";						/* "Western (Mac VT100)" */
"0x000200FC" = "Západní (Mac VT100)";						/* "Western (Mac VT100)" */
"0x00000101" = "Unicode 1.1";
"0x04000101" = "Unicode 1.1 UTF-7";
"0x08000101" = "Unicode 1.1 UTF-8";
"0x00000103" = "Unicode 2.1";
"0x04000103" = "Unicode 2.1 UTF-7";
"0x08000103" = "Unicode 2.1 UTF-8";
/* "0x00020103" = "Unicode 2.1 Canonical Decomposition" */	/* "Unicode 2.1 Canonical Decomposition" */
"0x00000104" = "Unicode 3.0";
/* "0x00020104" = "Unicode 3.0 Canonical Decomposition" */	/* "Unicode 3.0 Canonical Decomposition" */
/* "0x00030104" = "Unicode 3.0 Canonical Composition" */	/* "Unicode 3.0 Canonical Composition" */
/* "0x00080104" = "Unicode 3.0 HFS Plus Decomposition" */	/* "Unicode 3.0 HFS Plus Decomposition" */
/* "0x00090104" = "Unicode 3.0 HFS Plus Composition" */		/* "Unicode 3.0 HFS Plus Composition" */
"0x04000104" = "Unicode 3.0 UTF-7";
"0x08000104" = "Unicode 3.0 UTF-8";
"0x00000106" = "Unicode 3.2";
/* "0x00020106" = "Unicode 3.2 Canonical Decomposition" */	/* "Unicode 3.2 Canonical Decomposition" */
/* "0x00030106" = "Unicode 3.2 Canonical Composition" */	/* "Unicode 3.2 Canonical Composition" */
/* "0x00080106" = "Unicode 3.2 HFS Plus Decomposition" */	/* "Unicode 3.2 HFS Plus Decomposition" */
/* "0x00090106" = "Unicode 3.2 HFS Plus Composition" */		/* "Unicode 3.2 HFS Plus Composition" */
"0x04000106" = "Unicode 3.2 UTF-7";
"0x08000106" = "Unicode 3.2 UTF-8";
"0x00000108" = "Unicode 4.0";
/* "0x00020108" = "Unicode 4.0 Canonical Decomposition" */	/* "Unicode 4.0 Canonical Decomposition" */
/* "0x00030108" = "Unicode 4.0 Canonical Composition" */	/* "Unicode 4.0 Canonical Composition" */
/* "0x00080108" = "Unicode 4.0 HFS Plus Decomposition" */	/* "Unicode 4.0 HFS Plus Decomposition" */
/* "0x00090108" = "Unicode 4.0 HFS Plus Composition" */		/* "Unicode 4.0 HFS Plus Composition" */
"0x04000108" = "Unicode 4.0 UTF-7";
"0x08000108" = "Unicode 4.0 UTF-8";
"0x00000201" = "Západní (ISO Latin 1)";						/* "Western (ISO Latin 1)" */
/* "0x00010201" = "Western (Music CD Latin 1)" */			/* "Western (Music CD Latin 1)" */
"0x00000202" = "Středoevropské (ISO Latin 2)";				/* "Central European (ISO Latin 2)" */
"0x00000203" = "Západní (ISO Latin 3)";						/* "Western (ISO Latin 3)" */
"0x00000204" = "Středoevropské (ISO Latin 4)";				/* "Central European (ISO Latin 4)" */
"0x00000205" = "Cyrilice (ISO 8859-5)";						/* "Cyrillic (ISO 8859-5)" */
"0x00000206" = "Arabské (ISO 8859-6)";						/* "Arabic (ISO 8859-6)" */
/* "0x00010206" = "Arabic (ISO 8859-6 visual order)" */		/* "Arabic (ISO 8859-6 visual order)" */
/* "0x00020206" = "Arabic (ISO 8859-6 explicit order)" */	/* "Arabic (ISO 8859-6 explicit order)" */
"0x00000207" = "Řecké (ISO 8859-7)";						/* "Greek (ISO 8859-7)" */
"0x00000208" = "Hebrejské (ISO 8859-8)";					/* "Hebrew (ISO 8859-8 implicit order)" */
/* "0x00010208" = "Hebrew (ISO 8859-8 visual order)" */		/* "Hebrew (ISO 8859-8 visual order)" */
/* "0x00020208" = "Hebrew (ISO 8859-8 explicit order)" */	/* "Hebrew (ISO 8859-8 explicit order)" */
"0x00000209" = "Turecké (ISO Latin 5)";						/* "Turkish (ISO Latin 5)" */
"0x0000020F" = "Západní (ISO Latin 9)";						/* "Western (ISO Latin 9)" */
"0x00000210" = "Rumunské (ISO Latin 10)";					/* "Romanian (ISO Latin 10)" */
"0x00000400" = "Latin-US (DOS)";							/* "Latin-US (DOS)" */
"0x00000405" = "Řecké (DOS)";								/* "Greek (DOS)" */
/* "0x00000406" = "Baltic Rim (DOS)" */						/* "Baltic Rim (DOS)" */
"0x00000410" = "Západní (DOS Latin 1)";						/* "Western (DOS Latin 1)" */
"0x00000412" = "Středoevropské (DOS Latin 2)";				/* "Central European (DOS Latin 2)" */
"0x00000414" = "Turecké (DOS)";								/* "Turkish (DOS)" */
"0x00000416" = "Islandské (DOS)";							/* "Icelandic (DOS)" */
"0x00000419" = "Arabské (DOS)";								/* "Arabic (DOS)" */
/* "0x0000041B" = "Russian (DOS)" */						/* "Russian (DOS)" */
"0x0000041D" = "Thajské (Windows, DOS)";					/* "Thai (Windows, DOS)" */
"0x00000420" = "Japonské (Windows, DOS)";					/* "Japanese (Windows, DOS)" */
/* "0x00010420" = "Japanese (Palm)" */						/* "Japanese (Palm)" */
"0x00000421" = "Zjednodušené Čínské (Windows, DOS)";		/* "Simplified Chinese (Windows, DOS)" */
"0x00000422" = "Korejské (Windows, DOS)";					/* "Korean (Windows, DOS)" */
"0x00000423" = "Tradiční Čínské (Windows, DOS)";			/* "Traditional Chinese (Windows, DOS)" */
"0x00000500" = "Západní (Windows Latin 1)";					/* "Western (Windows Latin 1)" */
/* "0x00010500" = "Western (Palm Latin 1)" */				/* "Western (Palm Latin 1)" */
"0x00000501" = "Středoevropské (Windows Latin 2)";			/* "Central European (Windows Latin 2)" */
"0x00000502" = "Cyrilice (Windows)";						/* "Cyrillic (Windows)" */
"0x00000503" = "Řecké (Windows)";							/* "Greek (Windows)" */
"0x00000504" = "Turecké (Windows Latin 5)";					/* "Turkish (Windows Latin 5)" */
"0x00000505" = "Hebrejské (Windows)";						/* "Hebrew (Windows)" */
"0x00000506" = "Arabské (Windows)";							/* "Arabic (Windows)" */
/* "0x00000507" = "Baltic Rim (Windows)" */					/* "Baltic Rim (Windows)" */
/* "0x00000508" = "Vietnamese (Windows)" */					/* "Vietnamese (Windows)" */
"0x00000600" = "Západní (ASCII)";							/* "Western (ASCII)" */
"0x00000601" = "Západní (ANSEL)";							/* "Western (ANSEL)" */
"0x00000622" = "Japonské (JIS X0208)";						/* "Japanese (JIS X0208)" */
"0x00000628" = "Japonské (Shift JIS X0213)";				/* "Japanese (Shift JIS X0213)" */
"0x00000630" = "Zjednodušené Čínské (GB 2312)";				/* "Simplified Chinese (GB 2312)" */
"0x00000631" = "Čínské (GBK)";								/* "Chinese (GBK)" */
"0x00000632" = "Čínské (GB 18030)";							/* "Chinese (GB 18030)" */
"0x00000640" = "Korejské (KSC 5601-1987)";					/* "Korean (KSC 5601-1987)" */
"0x00000820" = "Japonské (ISO 2022-JP)";					/* "Japanese (ISO 2022-JP)" */
"0x00000821" = "Japonské (ISO 2022-JP-2)";					/* "Japanese (ISO 2022-JP-2)" */
"0x00000822" = "Japonské (ISO 2022-JP-1)";					/* "Japanese (ISO 2022-JP-1)" */
"0x00000830" = "Zjednodušené Čínské (ISO 2022-CN)";			/* "Simplified Chinese (ISO 2022-CN)" */
"0x00000840" = "Korejské (ISO 2022-KR)";					/* "Korean (ISO 2022-KR)" */
"0x00000920" = "Japonské (EUC)";							/* "Japanese (EUC)" */
"0x00000930" = "Zjednodušené Čínské (EUC)";					/* "Simplified Chinese (EUC)" */
"0x00010930" = "Zjednodušené Čínské (EUC)";					/* "Simplified Chinese (EUC)" */
"0x00000931" = "Tradiční Čínské (EUC)";						/* "Traditional Chinese (EUC)" */
"0x00000940" = "Korejské (EUC)";							/* "Korean (EUC)" */
"0x00010940" = "Korejské (EUC)";							/* "Korean (EUC)" */
"0x00000A01" = "Japonské (Shift JIS)";						/* "Japanese (Shift JIS)" */
"0x00010A01" = "Japonské (Shift JIS)";						/* "Japanese (Shift JIS)" */
"0x00000A02" = "Cyrilice (KOI8-R)";							/* "Russian (KOI8-R)" */
"0x00000A03" = "Tradiční Čínské (Big 5)";					/* "Traditional Chinese (Big 5)" */
"0x00030A03" = "Tradiční Čínské (Big 5)";					/* "Traditional Chinese (Big 5)" */
"0x00020A04" = "Západní (Mac Mail)";						/* "Western (Mac Mail)" */
"0x00060A04" = "Turecké (Mac Mail)";						/* "Turkish (Mac Mail)" */
"0x000B0A04" = "Islandské (Mac Mail)";						/* "Icelandic (Mac Mail)" */
"0x000E0A04" = "Rumunské (Mac Mail)";						/* "Romanian (Mac Mail)" */
"0x00000A05" = "Zjednodušené Čínské (HZ)";					/* "Simplified Chinese (HZ)" */
"0x00000A06" = "Tradiční Čínské (Big 5 HKSCS)";				/* "Traditional Chinese (Big 5 HKSCS)" */
"0x00000A08" = "Ukrajinské (KOI8-U)";						/* "Ukrainian (KOI8-U)" */
"0x00000A09" = "Tradiční Čínské (Big 5-E)";					/* "Traditional Chinese (Big 5-E)" */
"0x00000B01" = "Západní (NextStep)";						/* "Western (NextStep)" */
"0x00000B02" = "Japonské (NextStep)";						/* "Japanese (NextStep)" */
"0x00000C02" = "Západní (EBCDIC Latin 1)";					/* "Western (EBCDIC Latin 1)" */
"0x0000010A" = "Unicode 5.0";							/* Unicode 5.0 */
"0x0002010A" = "Unicode 5.0 dekompozice";				/* Unicode 5.0 Decomposition */
"0x0003010A" = "Unicode 5.0 kanonická kompozice";		/* Unicode 5.0 Canonical Composition */
"0x0005010A" = "Unicode 5.0 kanonická dekompozice";		/* Unicode 5.0 Canonical Decomposition */
"0x0008010A" = "Unicode 5.0 HFS+ dekompozice";			/* Unicode 5.0 HFS Extended Decomposition */
"0x0009010A" = "Unicode 5.0 HFS+ kompozice";			/* Unicode 5.0 HFS Extended Composition */
"0x0400010A" = "Unicode 5.0 UTF-7";						/* Unicode 5.0 UTF-7 */
"0x0800010A" = "Unicode 5.0 UTF-8";						/* Unicode 5.0 UTF-8 */